Autodesk.Revit.DB.SpatialElementCalculationPoint.Position
The position of the "in" spatial element calculation point.
Remarks:
This is the search point where a family instance will be considered to be located inside a room/space.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2013